Repository: saibatizoku/sg.pastebin
Catalog: sg/pastebin/locales/*/LC_MESSAGES/sg.pastebin.po
Languages: es

source: A list of coding languages that will be highlighted according to their specific syntax.
es: Un listado de lenguajes de programación que serán coloreados de acuerdo a sus respactivas sintáxis.

source: A snippet of source code item
es: Un pedazo de código fuente

source: Code Snippet
es: Código fuente

source: Highlighting style
es: Combinaciones de colores.

source: Language
es: Lenguaje

source: Preferred coding languages
es: Lenguajes de programación preferidos

source: SoftwareGuru Pastebin Settings
es: Preferencias para SG Pastebin

source: Source code
es: Código fuente

source: Source-code file
es: Archivo de código fuente

source: Styles for highlighting syntax
es: Combinaciones de colores para mostrar el código
